Repository: airton/manage-user-roles
Catalog: languages/manage-user-roles-*.po
Languages: es, pt_br

source: Restricts users to only see their own posts in the WordPress admin, with advanced role-based rules.
es: Restringe a los usuarios para que solo vean sus propias publicaciones en el administrador de WordPress, con reglas avanzadas basadas en roles.
pt_br: Restringe usuários a verem apenas seus próprios posts no painel do WordPress, com regras avançadas baseadas em funções.

source: Manage User Roles Settings
es: Configuración de Manage User Roles
pt_br: Configurações do Manage User Roles

source: Manage User Roles
es: Administrar Roles de Usuario
pt_br: Gerenciar Funções de Usuário

source: Save Changes
es: Guardar Cambios
pt_br: Salvar Alterações

source: General Settings
es: Configuración General
pt_br: Configurações Gerais

source: Restrict Media Library Access
es: Restringir Acceso a la Biblioteca de Medios
pt_br: Restringir Acesso à Biblioteca de Mídia

source: Role Viewing Rules
es: Reglas de Visualización por Rol
pt_br: Regras de Visualização por Função

source: Define content viewing permissions for each user role. Administrators always see all content.
es: Defina los permisos de visualización de contenido para cada rol de usuario. Los administradores siempre ven todo el contenido.
pt_br: Defina as permissões de visualização de conteúdo para cada função de usuário. Administradores sempre veem todo o conteúdo.

source: Global settings for content visibility.
es: Configuración global para la visibilidad del contenido.
pt_br: Configurações globais para visibilidade de conteúdo.

source: Apply "View only own content" restrictions to the Media Library (Grid & List).
es: Aplicar restricciones de "Ver solo el contenido propio" a la Biblioteca de Medios (Cuadrícula y Lista).
pt_br: Aplicar restrições de "Ver apenas o próprio conteúdo" à Biblioteca de Mídia (Grade e Lista).

source: If disabled, users can see all images in the Media Library regardless of their post viewing rules.
es: Si está desactivado, los usuarios pueden ver todas las imágenes de la Biblioteca de Medios independientemente de sus reglas de visualización.
pt_br: Se desativado, os usuários podem ver todas as imagens na Biblioteca de Mídia, independentemente de suas regras de visualização.

source: View only own content
es: Ver solo el contenido propio
pt_br: Ver apenas o próprio conteúdo

source: View all content (no restrictions)
es: Ver todo el contenido (sin restricciones)
pt_br: Ver todo o conteúdo (sem restrições)

source: Settings
es: Configuración
pt_br: Configurações

source: ☕️ Buy me a coffee
es: ☕️ Cómprame un café
pt_br: ☕️ Pague-me um café

source: Visite plugin page
es: Visita la página del plugin
pt_br: Visite a página do plugin
